src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросQueryUpdates_Версия1/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.esf">
	<soapenv:Header/>
	<soapenv:Body>
		<nam:queryUpdatesRequest>
			<sessionId>[sessionId]</sessionId>
			<lastEventId>[lastEventId]</lastEventId>
			<clientId>[clientId]</clientId>
			<direction>[direction]</direction>
			<limit>[limit]</limit>
			<fullInfoOnStatusChange>true</fullInfoOnStatusChange>
		</nam:queryUpdatesRequest>
	</soapenv:Body>
</soapenv:Envelope>